Repository: python/pootle-python-org-backup
Catalog: tmxes/pl/license.tmx
Source language: en
Languages: pl

source: CNRI SHALL NOT BE LIABLE TO LICENSEE OR ANY OTHER USERS OF PYTHON 1.6.1 FOR ANY INCIDENTAL, SPECIAL, OR CONSEQUENTIAL DAMAGES OR LOSS AS A RESULT OF MODIFYING, DISTRIBUTING, OR OTHERWISE USING PYTHON 1.6.1, OR ANY DERIVATIVE THEREOF, EVEN IF ADVISED OF THE POSSIBILITY THEREOF.
pl: Narodowe Zjednoczenie na rzecz Przedsięwzięć Badawczych ( - z ang. - Corporation of National Research Initiatives - w skrócie CNRI) nie będzie odpowiadać przed Uprawnionym ani żadnymi innymi osobami używającymi wydania o numerze 1.6.1 programów języka pytonowskiego za żadne przypadkowe, umyślne ani wynikłe szkody czy straty poniesione w wyniku przekształcania, rozprowadzania, czy w jeszcze inny sposób używania wydania o numerze 1.6.1 programów języka pytonowskiego, ani żadnych jego przetworzeń, nawet jeśli poinformowano o możliwości wystąpienia takowych.
